Repository: carlosmuerto/flutter_weather
Catalog: lib/l10n/intl_*.arb
Languages: es

# title
source: Wheather
es: Clima

source: Temperature
es: Temperatura

source: Humidity
es: Humedad

# noInternet
source: no Internet conected
es: Sin conexion a Internet

source: Presure
es: Presion

source: Day
es: Dia

source: Nigth
es: Noche

source: try again
es: Volver a intentar

source: Location
es: Localizacon

source: not Available
es: No dispotible

# timeoutException
source: timeout
es: tiempo Excedido

source: services Are Disabled
es: Fuera de servicio

source: permissions Are Denied
es: Permisos denegados

source: permissions Are Denied Forever
es: Permisos denegados permanentemente

# notHandled
source: not Handled Error: contact tecnical support
es: Error no nanejado, contacte con el soporte tectico

source: Wind Speed
es: Vel. Viendo
